[
  {
    "timestamp": "2025-07-24_02-19-08",
    "text": "深夜のオフィスで俺こと新浜心一郎は誰もいない空間へ問いかけた。\nにいはましんいちろう 目の前にあるのは机からはみ出すほどの仕事の山。\n明らかに一人で片付けられる量を越えている。\nこれは本来上司の仕事なのだが、その本人が終業時間の間際に『明日までにやって けよ』と俺に押しつけたのだ。\n「はは……入社して以来こんなんばっかだな……」 高校を卒業してすぐ入ったこの会社は完璧にブラック企業であり、俺は今まで残業 代の出ないサービス残業、30連続出勤、頭のおかしいクレーマーの対応、無茶苦茶 納期の仕事なを延やらされてきた。\n「頑張ればいつか報われるなんて会社のアホな言葉を信じてもう30歳か……給料は ぬほど安くて全然出世はしないで、ただただ使い潰されて……」 おかげでここ数年は目眩や身体の震えが激しい。\n髪は白髪が増えているし、頻繁に悪夢を見てうなされている。\nそんな会社に勤め続けたのは、ただ単に辞める勇気がなかったからだ。",
    "image_path": "screenshots/screenshot_2025-07-24_02-19-08.png"
  },
  {
    "timestamp": "2025-07-24_01-21-10",
    "text": "深夜のオフィスで俺こと新浜心一郎は誰もいない空間へ問いかけた。\nにいはましんいちろう 目の前にあるのは机からはみ出すほどの仕事の山。\n明らかに一人片付けれる量を越えている。\nこれは本来上司の仕事なのだが、その本人が終業時間の間際に『明日までにやって おけよ』と俺に押しつけたのだ。\n「はは……入社して以来こんなんばっかだな……」 高校を卒業してすぐ入ったこの会社は完璧にブラック企業であり、俺は今まで残業 代の出ないサービス残業、30連続出勤、頭のおかしいクレーマーの対応、無茶苦茶 な納期の仕事などを延々やらされてきた。\n「頑張ればいつか報われるなんて会社のアホな言葉を信じてもう30歳か……給料は 死ぬほど安くて全然出世はしないで、ただただ使い潰されて……」 おかげでここ数年は目眩や身体の震えが激しい。\n髪は白髪が増えているし、頻繁に悪夢を見てうなされている。\nそんな会社に勤め続けたのは、ただ単に辞める勇気がなかったからだ。\n「暗くて臆病で意気地なしで努力嫌い……本当に俺って高校の時から相変わらずの陰 キャだよな。\nおまけに童貞で……はは、ははは……」 不意にこみ上げてきた涙を瞳に滲ませる。\n社会に出てから12年……もう何百回目かわからない真っ黒な絶望が押し寄せてく る。\nどうしてだ?\nどうしてこうなった?",
    "image_path": null
  },
  {
    "timestamp": "2025-07-24_01-03-44",
    "text": "深夜のオフィスで俺こと新浜心一郎は誰もいない空間へ問いかけた。\nにいはましんいちろう\n目の前にあるのは机からはみ出すほどの仕事の山。\n明らかに一人で片付けられる量を越えている。\nこれは本来上司の仕事なのだが、その本人が終業時間の間際に『明日までにやって\nおけよ』と俺に押しつけたのだ。\n「はは……入社して以来こんなんばっかだな……」\n高校を卒業してすぐ入ったこの会社は完璧にブラック企業であり、俺は今まで残業\n代の出ないサービス残業、30連続出勤、頭のおかしいクレーマーの対応、無茶苦茶\nな納期の仕事などを延々やらされてきた。\n「頑張ればいつか報われるなんて会社のアホな言葉を信じてもう30歳か……給料は\n死ぬほど安くて全然出世はしないで、ただただ使い潰されて……」\nおかげでここ数年は目眩や身体の震えが激しい。\n髪は白髪が増えているし、頻繁に悪夢を見てうなされている。\nそんな会社に勤め続けたのは、ただ単に辞める勇気がなかったからだ。\n「暗くて臆病で意気地なしで努力嫌い……本当に俺って高校の時から相変わらずの陰\nキャだよな。おまけに童貞で……はは、ははは……」\n不意にこみ上げてきた涙を瞳に滲ませる。\n社会に出てから12年……もう何百回目かわからい真っ黒絶望が押し寄せてく\nる。",
    "image_path": "screenshots/screenshot_2025-07-24_01-03-44.png"
  },
  {
    "timestamp": "2025-07-24_00-19-17",
    "text": "",
    "image_path": "screenshots/screenshot_2025-07-24_00-19-17.png"
  }
]