[
  {
    "timestamp": "2025-07-24_02-19-44",
    "text": "In the middle of the night, in the office, Shin Hashimoto asked me to go to a place where no one was at work. He said, \"No, I'm fine. There's just so much work ahead of me that I can't get it out of my desk. Obviously, you're doing more than you can do on your own\". This was my boss' job, but he pushed me during the end-of-work hours to \"get it done by tomorrow\". \"Okay... it has been a long time since I joined the company\"... This company, which I started right after graduating from high school, was a perfectly black company and I still have my job remaining, with no job vacancies, 30 consecutive absences, ridiculous clerical responses, no tea, deadline work being postponed."
  },
  {
    "timestamp": "2025-07-24_01-23-50",
    "text": "In the office in the middle of the night, Shinya Hashimoto and I were asked to go to a space where there was no one. I couldn't believe it. There was a pile of work in front of me that could be cleared from the desk. Obviously, there was more than one person who could clean up. This was the boss's job, but he himself pushed me during the end of the workday to \"do it by tomorrow\". \"It's ... since I joined the company, I've been so stupid \"... This company, which I joined right after graduating from high school, is a perfectly black company, and I'm still working overtime, unpaid service hours, 30 consecutive social appearances, dealing with ridiculous crackers, painless tea deliveries, etc. I've been forced to work over and over again. \"Even if I believe the company's honest words that I'll be rewarded someday, I'll be 30 years old or so ... my salary hasn't changed at all because I don't want to die, just ... I've been devastated by my illness\" Thanks to the last year, I've had a number of shaky eyelashes and fierce body trembles; I don't know how my hair is growing; I'm constantly dreaming about my bad hair, and I'm constantly dreaming about the company."
  },
  {
    "timestamp": "2025-07-24_01-22-16",
    "text": "In the middle of the night, in my office, I asked him about a place where no one was. He said, \"Well, there's a lot of work ahead of me that you can see from the desk. Obviously, it's too much to clean up. It's the boss's job, but he pushed me to do it by tomorrow at the end of the day\". He said, \"Yeah, it's been so crazy since"
  },
  {
    "timestamp": "2025-07-24_01-04-50",
    "text": "In the office in the middle of the night, Shinya Hashimoto and I were asked to go to a space where there was no one. I couldn't believe it. There was a pile of work in front of me that could be cleared from the desk. Obviously, it was more than I could do alone. This was supposed to be my boss's job, but he pushed me to do it by tomorrow at the end of the workday. \""
  }
]